Repository: khromov/sveltekit-local-ai
Catalog: src/locales/*.po
Languages: es, sv, uk

source: Layout 3: Clean Focus
es: Diseño 3: Enfoque Limpio
sv: Layout 3: Rent fokus
uk: Макет 3: Чистий фокус

source: 100% Private
es: 100% Privado
sv: 100% privat
uk: 100% Приватно

source: Run offline: Chat • Transcribe • TTS • Background • Tokens
es: Funciona sin conexión: Chat • Transcribir • TTS • Fondo • Tokens
sv: Kör offline: Chatt • Transkribera • TTS • Bakgrund • Tokens
uk: Працює офлайн: Чат • Транскрибування • TTS • Фон • Токени

source: (not supported)
es: (no soportado)
sv: (stöds ej)
uk: (не підтримується)

source: Try WebGPU (experimental) <0/>
es: Probar WebGPU (experimental) <0/>
sv: Testa WebGPU (experimentell) <0/>
uk: Спробувати WebGPU (експериментально) <0/>

source: Change the language settings for the Local AI Tools application
es: Cambiar la configuración de idioma para la aplicación Herramientas de IA Local
sv: Ändra språkinställningar för Local AI Tools-applikationen
uk: Змініть мовні налаштування для додатку Local AI Tools

source: Language Settings
es: Configuración de Idioma
sv: Språkinställningar
uk: Налаштування мови

source: Whisper Audio Transcription
es: Transcripción de Audio Whisper
sv: Whisper ljudtranskription
uk: Транскрибування аудіо Whisper

source: <0/> Transcribing...
es: <0/> Transcribiendo...
sv: <0/> Transkriberar...
uk: <0/> Транскрибування...

source: <0/> Start Transcription
es: <0/> Iniciar Transcripción
sv: <0/> Starta transkription
uk: <0/> Почати транскрибування

source: <0/> Transcription is performed locally in your browser. Results may not always be accurate.
es: <0/> La transcripción se realiza localmente en tu navegador. Los resultados pueden no ser siempre precisos.
sv: <0/> Transkriptionen utförs lokalt i din webbläsare. Resultaten är inte alltid korrekta.
uk: <0/> Транскрибування виконується локально у вашому браузері. Результати можуть бути не завжди точними.

source: Anthropic Claude Tokenizer
es: Tokenizador de Anthropic Claude
uk: Токенізатор Anthropic Claude

source: Count tokens for Claude models (Opus, Sonnet, Haiku) using the official tokenizer
es: Cuenta tokens para modelos Claude (Opus, Sonnet, Haiku) usando el tokenizador oficial
sv: Räkna tokens för Claude-modeller (Opus, Sonnet, Haiku) med den officiella tokenizer
uk: Підрахунок токенів для моделей Claude (Opus, Sonnet, Haiku) з офіційним токенізатором

source: About Claude's Tokenizer
es: Acerca del Tokenizador de Claude
sv: Om Claudes Tokenizer
uk: Про токенізатор Claude

source: Text copied to clipboard!
es: ¡Texto copiado al portapapeles!
sv: Text kopierad till urklipp!
uk: Текст скопійовано в буфер обміну!

source: Text to Speech Studio
es: Estudio de Texto a Voz
sv: Text-till-tal-studio
uk: Студія тексту в мовлення

source: <0/> Welcome to TTS Studio
es: <0/> Bienvenido al Estudio TTS
sv: <0/> Välkommen till TTS-studion
uk: <0/> Ласкаво просимо до TTS студії

source: Generate high-quality speech from text, all running locally in your browser!
es: ¡Genera voz de alta calidad desde texto, todo funcionando localmente en tu navegador!
sv: Generera högkvalitativt tal från text, allt körs lokalt i din webbläsare!
uk: Генеруйте високоякісне мовлення з тексту, все працює локально у вашому браузері!

source: Loading TTS Model
es: Cargando Modelo TTS
sv: Laddar TTS-modell
uk: Завантаження TTS моделі

source: Initializing text-to-speech model...
es: Inicializando modelo de texto a voz...
sv: Initialiserar text-till-tal-modell...
uk: Ініціалізація моделі тексту в мовлення...

source: Enter Your Text
es: Ingresa Tu Texto
sv: Ange din text
uk: Введіть ваш текст

source: Get random Svelte quote
es: Obtener cita aleatoria de Svelte
sv: Få slumpmässigt Svelte-citat
uk: Отримати випадкову цитату Svelte

source: Type or paste your text here...
es: Escribe o pega tu texto aquí...
sv: Skriv eller klistra in din text här...
uk: Введіть або вставте ваш текст тут...

source: Voice:
es: Voz:
sv: Röst:
uk: Голос:

source: Generating
es: Generando
sv: Genererar
uk: Генерація

source: Pause
es: Pausar
sv: Pausa
uk: Пауза

source: Play
sv: Spela
uk: Відтворити

source: Generate
sv: Generera
uk: Згенерувати

source: Download Audio
es: Descargar Audio
sv: Ladda ner ljud
uk: Завантажити аудіо

source: OpenAI ChatGPT Tokenizer
es: Tokenizador de OpenAI ChatGPT
uk: Токенізатор OpenAI ChatGPT

source: Count tokens for GPT-5, GPT-4, GPT-4o, GPT-3.5 Turbo, ChatGPT and other OpenAI models
es: Cuenta tokens para GPT-5, GPT-4, GPT-4o, GPT-3.5 Turbo, ChatGPT y otros modelos de OpenAI
sv: Räkna tokens för GPT-5, GPT-4, GPT-4o, GPT-3.5 Turbo, ChatGPT och andra OpenAI-modeller
uk: Підрахунок токенів для GPT-5, GPT-4, GPT-4o, GPT-3.5 Turbo, ChatGPT та інших моделей OpenAI

source: About OpenAI's Tokenizer
es: Acerca del Tokenizador de OpenAI
sv: Om OpenAI:s Tokenizer
uk: Про токенізатор OpenAI

source: Small and fast
sv: Liten och snabb
uk: Маленький та швидкий

source: Runs on most devices
sv: Körs på de flesta enheter
uk: Працює на більшості пристроїв

source: Large, very slow model
sv: Stor, mycket långsam modell
uk: Велика, дуже повільна модель

source: Generally provides better results
sv: Ger generellt bättre resultat
uk: Зазвичай дає кращі результати

source: Background Remover ({0})
es: Eliminador de Fondo ({0})
sv: Bakgrundsborttagare ({0})
uk: Видалення фону ({0})

source: Loading Background Removal Model
es: Cargando Modelo de Eliminación de Fondo
sv: Laddar bakgrundsborttagningsmodell
uk: Завантаження моделі видалення фону

source: The AI model is being downloaded and initialized. This may take a few moments.
es: El modelo de IA se está descargando e inicializando. Esto puede tomar unos momentos.
sv: AI-modellen laddas ner och initialiseras. Detta kan ta några ögonblick.
uk: AI модель завантажується та ініціалізується. Це може зайняти кілька хвилин.

source: Restart
es: Reiniciar
sv: Starta om
uk: Перезапустити

source: Model Selection
es: Selección de Modelo
sv: Modellval
uk: Вибір моделі

source: Processing Mode
es: Modo de Procesamiento
sv: Bearbetningsläge
uk: Режим обробки

source: <0/> Single Image
es: <0/> Imagen Individual
sv: <0/> Enkel bild
uk: <0/> Одне зображення

source: <0/> Multiple images
es: <0/> Múltiples imágenes
sv: <0/> Flera bilder
uk: <0/> Кілька зображень

source: Upload Images
es: Subir Imágenes
sv: Ladda upp bilder
uk: Завантажити зображення

source: Try Again
es: Intentar de Nuevo
sv: Försök igen
uk: Спробувати знову

source: Choose your preferred language for the interface. Click on a language to switch to that version of the application.
sv: Välj ditt föredragna språk för gränssnittet. Klicka på ett språk för att växla till den versionen av applikationen.
uk: Оберіть переважну мову для інтерфейсу. Клацніть на мову, щоб перейти на цю версію додатку.

source: Recommended
sv: Rekommenderad
uk: Рекомендовано

source: Token ID: {0}
es: ID de Token: {0}
uk: ID токена: {0}

source: Copied!
sv: Kopierad!
uk: Скопійовано!

source: Copy text
sv: Kopiera text
uk: Копіювати текст

source: Stop preview
sv: Stoppa förhandsgranskning
uk: Зупинити попередній перегляд

source: Preview voice
sv: Förhandsgranska röst
uk: Попередній перегляд голосу

source: Remove {0}
es: Eliminar {0}
sv: Ta bort {0}
uk: Видалити {0}

source: Loading Cached Model
sv: Laddar cachad modell
uk: Завантаження моделі з кешу

source: Downloading Model
sv: Laddar ner modell
uk: Завантаження моделі

source: Loading...
sv: Laddar...
uk: Завантаження...

source: Loading model from local cache...
sv: Laddar modell från lokal cache...
uk: Завантаження моделі з локального кешу...

source: The transcription model is being downloaded to your browser.
sv: Transkriptionsmodellen laddas ner till din webbläsare.
uk: Модель транскрибації завантажується у ваш браузер.

source: Loading model... Progress tracking not available in this browser.
sv: Laddar modell... Framståndsspårning inte tillgänglig i denna webbläsare.
uk: Завантаження моделі... Відстеження прогресу не доступне в цьому браузері.

source: Failed to load model
es: Error al cargar el modelo
sv: Misslyckades att ladda modell
uk: Не вдалося завантажити модель

source: Average token length: ~4 characters for English text
es: Longitud promedio de token: ~4 caracteres para texto en inglés
sv: Genomsnittlig tokenlängd: ~4 tecken för engelsk text
uk: Середня довжина токена: ~4 символи для англійського тексту

source: Code and special characters typically use more tokens
es: El código y los caracteres especiales típicamente usan más tokens
sv: Kod och specialtecken använder vanligtvis fler tokens
uk: Код та спеціальні символи звичайно використовують більше токенів

source: Processing image and removing background...
sv: Bearbetar bild och tar bort bakgrund...
uk: Обробка зображення та видалення фону...

source: Processing image {0} of {1}...
sv: Bearbetar bild {0} av {1}...
uk: Обробка зображення {0} з {1}...

source: Reloading...
sv: Laddar om...
uk: Перезавантаження...

source: Reload Model
sv: Ladda om modell
uk: Перезавантажити модель

source: Claude uses a BPE (Byte Pair Encoding) tokenizer similar to GPT models
es: Claude usa un tokenizador BPE (Codificación de Pares de Bytes) similar a los modelos GPT
sv: Claude använder en BPE (Byte Pair Encoding) tokenizer liknande GPT-modeller
uk: Claude використовує BPE (кодування байтових пар) токенайзер, схожий на GPT моделі

source: Special characters and code may use more tokens
es: Los caracteres especiales y el código pueden usar más tokens
sv: Specialtecken och kod kan använda fler tokens
uk: Спеціальні символи та код можуть використовувати більше токенів

source: Switch to Anthropic
sv: Växla till Anthropic
uk: Переключитися на Anthropic

source: Switch to OpenAI
sv: Växla till OpenAI
uk: Переключитися на OpenAI

source: Advanced Parameters
sv: Avancerade parametrar
uk: Розширені параметри

source: Transcribe
sv: Transkribera
uk: Транскрибувати

source: BG Remover
sv: Bakgrundsborttagare
uk: Видалення фону

source: On this page you'll find free, private AI tools that run entirely in your browser - and even offline!
es: En esta página encontrarás herramientas de IA gratuitas y privadas que funcionan completamente en tu navegador - ¡incluso sin conexión!

source: Convert speech to text using Whisper AI. Upload any existing audio file and export as text or a subtitle file.
es: Convierte voz a texto usando Whisper AI. Sube cualquier archivo de audio y expórtalo como texto o archivo de subtítulos.

source: Convert text to natural-sounding speech using AI models. Choose from Kitten TTS, Piper, or Kokoro models for high-quality voice synthesis.
es: Convierte texto en voz de sonido natural usando modelos de IA. Elige entre los modelos Kitten TTS, Piper, o Kokoro para síntesis de voz de alta calidad.

source: Remove backgrounds from images using AI. Powered by the RMBG v1.4 model from BRIA AI for professional results.
es: Elimina fondos de imágenes usando IA. Impulsado por el modelo RMBG v1.4 de BRIA AI para resultados profesionales.

source: A collection of {0} square favicon concepts in 512×512 format, designed for the Local AI Tools application.
es: Una colección de {0} conceptos de favicon cuadrados en formato 512×512, diseñados para la aplicación Herramientas de IA Local.

source: Each favicon uses bold colors, strong contrasts, and clear iconography suitable for various display sizes.
es: Cada favicon usa colores audaces, contrastes fuertes e iconografía clara adecuada para varios tamaños de visualización.

source: Enter
es: Entrar

source: AI
es: IA

source: Calculate how many tokens your text will use with different AI models. Token counts affect context limits for AI conversations.
es: Calcula cuántos tokens usará tu texto con diferentes modelos de IA. El conteo de tokens afecta los límites de contexto para conversaciones de IA.

source: Tokens are the basic units that language models process. A token can be as short as one character or as long as one word. On average:
es: Los tokens son las unidades básicas que procesan los modelos de lenguaje. Un token puede ser tan corto como un carácter o tan largo como una palabra. En promedio:

source: Different models use different tokenization methods, so the same text may result in different token counts.
es: Diferentes modelos usan diferentes métodos de tokenización, por lo que el mismo texto puede resultar en diferentes conteos de tokens.

source: Choose your preferred language for the interface. This setting will apply to all parts of the application.
es: Elige tu idioma preferido para la interfaz. Esta configuración se aplicará a todas las partes de la aplicación.

source: Current Selection:
es: Selección Actual:

source: Save Language Settings
es: Guardar Configuración de Idioma
