Repository: khromov/sveltekit-local-ai
Catalog: src/locales/*.po
Languages: es, sv, uk

source: Local AI Tools
es: Herramientas de IA Local
sv: Lokala AI-verktyg
uk: Локальні AI інструменти

source: On this page you'll find free, private AI tools that run entirely in your browser - and even offline!
sv: På den här sidan hittar du gratis, privata AI-verktyg som körs helt i din webbläsare - även offline!
uk: На цій сторінці ви знайдете безкоштовні, приватні AI інструменти, які працюють повністю у вашому браузері - і навіть офлайн!

source: Tool #01
es: Herramienta #01
sv: Verktyg #01
uk: Інструмент #01

source: Chat
sv: Chatt
uk: Чат

source: Chat with Large Language Models like Gemma3, completely on-device thanks to llama.cpp
es: Chatea con Modelos de Lenguaje Grande como Gemma3, completamente en tu dispositivo gracias a llama.cpp
sv: Chatta med stora språkmodeller som Gemma3, helt lokalt tack vare llama.cpp
uk: Спілкуйтеся з великими мовними моделями як Gemma3, повністю на вашому пристрої завдяки llama.cpp

source: Private & Secure
es: Privado y Seguro
sv: Privat & säker
uk: Приватно та безпечно

source: Works Offline
es: Funciona Sin Conexión
sv: Fungerar offline
uk: Працює офлайн

source: No Data Sharing
es: Sin Compartir Datos
sv: Ingen datadelning
uk: Без передачі даних

source: Tool #02
es: Herramienta #02
sv: Verktyg #02
uk: Інструмент #02

source: Transcribe Audio
es: Transcribir Audio
sv: Transkribera ljud
uk: Транскрибувати аудіо

source: Convert speech to text using Whisper AI. Upload any existing audio file and export as text or a subtitle file.
sv: Konvertera tal till text med Whisper AI. Ladda upp en ljudfil och exportera som text eller undertextfil.
uk: Перетворюйте мовлення на текст за допомогою Whisper AI. Завантажте будь-який аудіофайл та експортуйте як текст або файл субтитрів.

source: High Accuracy
es: Alta Precisión
sv: Hög noggrannhet
uk: Висока точність

source: Multiple Formats
es: Múltiples Formatos
sv: Flera format
uk: Різні формати

source: Local Processing
es: Procesamiento Local
sv: Lokal bearbetning
uk: Локальна обробка

source: Tool #03
es: Herramienta #03
sv: Verktyg #03
uk: Інструмент #03

source: Text to Speech
es: Texto a Voz
sv: Text till tal
uk: Текст у мовлення

source: Convert text to natural-sounding speech using AI models. Choose from Kitten TTS, Piper, or Kokoro models for high-quality voice synthesis.
sv: Konvertera text till naturligt tal med AI-modeller. Välj mellan Kitten TTS, Piper eller Kokoro-modeller för högkvalitativ röstsyntes.
uk: Перетворюйте текст на природне мовлення за допомогою AI моделей. Оберіть з Kitten TTS, Piper або Kokoro моделей для високоякісного синтезу голосу.

source: Multiple Models
es: Múltiples Modelos
sv: Flera modeller
uk: Різні моделі

source: Natural Voices
es: Voces Naturales
sv: Naturliga röster
uk: Природні голоси

source: Tool #04
es: Herramienta #04
sv: Verktyg #04
uk: Інструмент #04

source: Remove Background
es: Eliminar Fondo
sv: Ta bort bakgrund
uk: Видалити фон

source: Remove backgrounds from images using AI. Powered by the RMBG v1.4 model from BRIA AI for professional results.
sv: Ta bort bakgrunder från bilder med AI. Drivs av RMBG v1.4-modellen från BRIA AI för professionella resultat.
uk: Видаляйте фон із зображень за допомогою AI. На основі моделі RMBG v1.4 від BRIA AI для професійних результатів.

source: AI-Powered
es: Impulsado por IA
sv: AI-driven
uk: На основі AI

source: High Quality
es: Alta Calidad
sv: Hög kvalitet
uk: Висока якість

source: Tool #05
es: Herramienta #05
sv: Verktyg #05
uk: Інструмент #05

source: Count Tokens
es: Contar Tokens
sv: Räkna tokens
uk: Підрахувати токени

source: Estimate token usage for prompts across OpenAI and Anthropic models.
es: Estima el uso de tokens para prompts en modelos de OpenAI y Anthropic.
sv: Uppskatta tokenanvändning för prompter i OpenAI- och Anthropic-modeller.
uk: Оцініть використання токенів для запитів у моделях OpenAI та Anthropic.

source: OpenAI & Anthropic
es: OpenAI y Anthropic
uk: OpenAI та Anthropic

source: Accurate Counts
es: Conteos Precisos
sv: Exakta beräkningar
uk: Точні підрахунки

source: All processing happens locally in your browser using WebAssembly.
es: Todo el procesamiento ocurre localmente en tu navegador usando WebAssembly.
sv: All bearbetning sker lokalt i din webbläsare med WebAssembly.
uk: Вся обробка відбувається локально у вашому браузері за допомогою WebAssembly.

source: No data is sent to external servers.
es: No se envían datos a servidores externos.
sv: Ingen data skickas till externa servrar.
uk: Жодні дані не передаються на зовнішні сервери.

source: Tokens
uk: Токени

source: Change language
es: Cambiar idioma
sv: Byt språk
uk: Змінити мову

source: View source on GitHub
es: Ver código fuente en GitHub
sv: Visa källkod på GitHub
uk: Переглянути код на GitHub

source: Favicon Concept Gallery
es: Galería de Conceptos de Favicon
sv: Favicon-konceptgalleri
uk: Галерея концептів фавіконів

source: A collection of {0} square favicon concepts in 512×512 format, designed for the Local AI Tools application.
sv: En samling med {0} fyrkantiga favicon-koncept i 512×512-format, designade för Local AI Tools-applikationen.
uk: Колекція {0} квадратних концептів фавіконів у форматі 512×512, розроблених для додатку Local AI Tools.

source: All concepts are designed at 512×512 pixels with the brutalist design aesthetic in mind.
es: Todos los conceptos están diseñados en 512×512 píxeles con la estética de diseño brutalista en mente.
sv: Alla koncept är designade i 512×512 pixlar med brutalistisk designestetik i åtanke.
uk: Всі концепти розроблені в розмірі 512×512 пікселів з урахуванням бруталістичної естетики дизайну.

source: Each favicon uses bold colors, strong contrasts, and clear iconography suitable for various display sizes.
sv: Varje favicon använder djärva färger, starka kontraster och tydlig ikonografi lämplig för olika visningsstorlekar.
uk: Кожен фавікон використовує яскраві кольори, сильні контрасти та чітку іконографію, придатну для різних розмірів відображення.

source: Original {0}
uk: Оригінал {0}

source: Processed {0}
es: Procesado {0}
sv: Bearbetad {0}
uk: Оброблено {0}

source: Failed {0}
es: Fallido {0}
sv: Misslyckad {0}
uk: Помилка {0}

source: <0/> Batch Processing Complete!
es: <0/> ¡Procesamiento por Lotes Completado!
sv: <0/> Batchbearbetning klar!
uk: <0/> Пакетну обробку завершено!

source: {0} Successful
es: {0} Exitosos
sv: {0} lyckade
uk: {0} Успішно

source: {0} Failed
es: {0} Fallidos
sv: {0} misslyckade
uk: {0} З помилками

source: <0/> Download All as ZIP
es: <0/> Descargar Todo como ZIP
sv: <0/> Ladda ner alla som ZIP
uk: <0/> Завантажити все як ZIP

source: <0/> Process More Images
es: <0/> Procesar Más Imágenes
sv: <0/> Bearbeta fler bilder
uk: <0/> Обробити більше зображень

source: Successfully Processed Images
es: Imágenes Procesadas Exitosamente
sv: Framgångsrikt bearbetade bilder
uk: Успішно оброблені зображення

source: Before
es: Antes
sv: Före
uk: До

source: After
es: Después
sv: Efter
uk: Після

source: Download this image
es: Descargar esta imagen
sv: Ladda ner denna bild
uk: Завантажити це зображення

source: Failed to Process
es: Error al Procesar
sv: Misslyckades att bearbeta
uk: Не вдалося обробити

source: Processing failed
es: Procesamiento fallido
sv: Bearbetning misslyckades
uk: Обробка не вдалася

source: <0/> Processing Image
es: <0/> Procesando Imagen
sv: <0/> Bearbetar bild
uk: <0/> Обробка зображення

source: {0}% Complete
es: {0}% Completado
sv: {0}% klart
uk: {0}% Завершено

source: Start a Conversation
es: Iniciar una Conversación
sv: Starta en konversation
uk: Почати розмову

source: Type a message below to begin chatting with AI
es: Escribe un mensaje abajo para comenzar a chatear con IA
sv: Skriv ett meddelande nedan för att börja chatta med AI
uk: Введіть повідомлення нижче, щоб почати спілкування з AI

source: You
es: Tú
sv: Du
uk: Ви

source: Choose Image
sv: Välj bild
uk: Обрати зображення

source: Batch Processing
sv: Batchbearbetning
uk: Пакетна обробка

source: Drop your image here
es: Suelta tu imagen aquí
sv: Släpp din bild här
uk: Перетягніть зображення сюди

source: <0/> {0} image{1} selected
es: <0/> {0} imagen{1} seleccionada{1}
sv: <0/> {0} bild{1} valda
uk: <0/> {0} зображення{1} обрано

source: Drop multiple images here
es: Suelta múltiples imágenes aquí
sv: Släpp flera bilder här
uk: Перетягніть кілька зображень сюди

source: Click to change image
sv: Klicka för att byta bild
uk: Клацніть, щоб змінити зображення

source: Click to add more images
sv: Klicka för att lägga till fler bilder
uk: Клацніть, щоб додати більше зображень

source: or click to browse • JPG, PNG, WebP supported
sv: eller klicka för att bläddra • JPG, PNG, WebP stöds
uk: або клацніть для вибору • Підтримуються JPG, PNG, WebP

source: OR
es: O
sv: ELLER
uk: АБО

source: <0/> Try Example Image
es: <0/> Probar Imagen de Ejemplo
sv: <0/> Testa exempelbild
uk: <0/> Спробувати приклад

source: Selected Images ({0})
es: Imágenes Seleccionadas ({0})
sv: Valda bilder ({0})
uk: Обрані зображення ({0})

source: <0/> Clear All
es: <0/> Limpiar Todo
sv: <0/> Rensa alla
uk: <0/> Очистити все

source: {0} MB
uk: {0} МБ

source: <0/> Process {0} Image{1}
es: <0/> Procesar {0} Imagen{1}
sv: <0/> Bearbeta {0} bild{1}
uk: <0/> Обробити {0} зображення{1}

source: <0/> Background Removed!
es: <0/> ¡Fondo Eliminado!
sv: <0/> Bakgrund borttagen!
uk: <0/> Фон видалено!

source: <0/> Processed
es: <0/> Procesado
sv: <0/> Bearbetad
uk: <0/> Оброблено

source: <0/> Compare
es: <0/> Comparar
sv: <0/> Jämför
uk: <0/> Порівняти

source: Original
uk: Оригінал

source: Background Removed
es: Fondo Eliminado
sv: Bakgrund borttagen
uk: Фон видалено

source: Background removed
es: Fondo eliminado
sv: Bakgrund borttagen
uk: Фон видалено

source: <0/> Download
es: <0/> Descargar
sv: <0/> Ladda ner
uk: <0/> Завантажити

source: <0/> Process Another
es: <0/> Procesar Otra
sv: <0/> Bearbeta en till
uk: <0/> Обробити інше

source: Stop generation
es: Detener generación
sv: Stoppa generering
uk: Зупинити генерацію

source: Send message
es: Enviar mensaje
sv: Skicka meddelande
uk: Надіслати повідомлення

source: <0/> Model responses may not always be accurate.
es: <0/> Las respuestas del modelo pueden no ser siempre precisas.
sv: <0/> Modellsvar är inte alltid korrekta.
uk: <0/> Відповіді моделі можуть бути не завжди точними.

source: Type or paste text in the input field above to analyze tokens and character count.
es: Escribe o pega texto en el campo de entrada arriba para analizar tokens y conteo de caracteres.
sv: Skriv eller klistra in text i fältet ovan för att analysera tokens och antal tecken.
uk: Введіть або вставте текст у поле вводу вище для аналізу токенів та підрахунку символів.

source: <0/> Raw Tokens ({0})
es: <0/> Tokens Sin Procesar ({0})
sv: <0/> Råa tokens ({0})
uk: <0/> Необроблені токени ({0})

source: Smarter AI responses
es: Respuestas de IA más inteligentes
sv: Smartare AI-svar
uk: Розумніші відповіді AI

source: Runs on most computers and phones
es: Funciona en la mayoría de computadoras y teléfonos
sv: Körs på de flesta datorer och telefoner
uk: Працює на більшості комп'ютерів та телефонів

source: High quality responses
es: Respuestas de alta calidad
sv: Högkvalitativa svar
uk: Високоякісні відповіді

source: <0/> Chat with AI Models
es: <0/> Chatea con Modelos de IA
sv: <0/> Chatta med AI-modeller
uk: <0/> Спілкування з AI моделями

source: <0>Step 1:</0> Choose Your AI Model
es: <0>Paso 1:</0> Elige Tu Modelo de IA
sv: <0>Steg 1:</0> Välj din AI-modell
uk: <0>Крок 1:</0> Оберіть вашу AI модель

source: <0>Step 2:</0> Advanced Settings
es: <0>Paso 2:</0> Configuración Avanzada
sv: <0>Steg 2:</0> Avancerade inställningar
uk: <0>Крок 2:</0> Розширені налаштування

source: Threads <0>(-1 auto)</0>
es: Hilos <0>(-1 auto)</0>
sv: Trådar <0>(-1 auto)</0>
uk: Потоки <0>(-1 авто)</0>

source: Context Size
es: Tamaño del Contexto
sv: Kontextstorlek
uk: Розмір контексту

source: Temperature
es: Temperatura
sv: Temperatur
uk: Температура

source: <0/> Loading Model...
es: <0/> Cargando Modelo...
sv: <0/> Laddar modell...
uk: <0/> Завантаження моделі...

source: <0/> Load Selected Model
es: <0/> Cargar Modelo Seleccionado
sv: <0/> Ladda vald modell
uk: <0/> Завантажити обрану модель

source: <0/> Models run locally in your browser. No data is sent to external servers.
es: <0/> Los modelos funcionan localmente en tu navegador. No se envían datos a servidores externos.
sv: <0/> Modeller körs lokalt i din webbläsare. Ingen data skickas till externa servrar.
uk: <0/> Моделі працюють локально у вашому браузері. Жодні дані не передаються на зовнішні сервери.

source: Characters
es: Caracteres
sv: Tecken
uk: Символи

source: Chars/Token
es: Caracteres/Token
sv: Tecken/Token
uk: Символів/токен

source: Input Text
es: Texto de Entrada
sv: Inmatningstext
uk: Вхідний текст

source: Load example
es: Cargar ejemplo
sv: Ladda exempel
uk: Завантажити приклад

source: Clear text
es: Limpiar texto
sv: Rensa text
uk: Очистити текст

source: Error
sv: Fel
uk: Помилка

source: Retrying...
sv: Försöker igen...
uk: Повторна спроба...

source: <0/> Start Recording
es: <0/> Iniciar Grabación
sv: <0/> Starta inspelning
uk: <0/> Почати запис

source: <0/> Recording... {0}
es: <0/> Grabando... {0}
sv: <0/> Spelar in... {0}
uk: <0/> Запис... {0}

source: <0/> Stop Recording
es: <0/> Detener Grabación
sv: <0/> Stoppa inspelning
uk: <0/> Зупинити запис

source: Recording Complete
es: Grabación Completa
sv: Inspelning klar
uk: Запис завершено

source: <0/> Clear Recording
es: <0/> Limpiar Grabación
sv: <0/> Rensa inspelning
uk: <0/> Очистити запис

source: <0/> Transcribing Audio
es: <0/> Transcribiendo Audio
sv: <0/> Transkriberar ljud
uk: <0/> Транскрибування аудіо

source: Current Segment
es: Segmento Actual
sv: Aktuellt segment
uk: Поточний сегмент

source: <0/> Transcription seems stuck <1>Reload Page →</1>
es: <0/> La transcripción parece atascada <1>Recargar Página →</1>
sv: <0/> Transkriberingen verkar ha fastnat <1>Ladda om sidan →</1>
uk: <0/> Схоже, транскрибування застрягло <1>Перезавантажити сторінку →</1>

source: <0/> Keep this tab active during transcription
es: <0/> Mantén esta pestaña activa durante la transcripción
sv: <0/> Håll denna flik aktiv under transkribering
uk: <0/> Тримайте цю вкладку активною під час транскрибування

source: Drag & Drop Audio File
es: Arrastra y Suelta Archivo de Audio
sv: Dra & släpp ljudfil
uk: Перетягніть аудіофайл

source: or
es: o
sv: eller
uk: або

source: Browse Files
es: Examinar Archivos
sv: Bläddra bland filer
uk: Обрати файли

source: Step {0}:
es: Paso {0}:
sv: Steg {0}:
uk: Крок {0}:

source: Loading
es: Cargando
sv: Laddar
uk: Завантаження

source: Select Language
es: Seleccionar Idioma
sv: Välj språk
uk: Оберіть мову

source: Select Model
es: Seleccionar Modelo
sv: Välj modell
uk: Оберіть модель

source: Loading Model...
sv: Laddar modell...
uk: Завантаження моделі...

source: Load Model
sv: Ladda modell
uk: Завантажити модель

source: Model Ready
es: Modelo Listo
sv: Modell redo
uk: Модель готова

source: Changing...
sv: Byter...
uk: Зміна...

source: Change Model
sv: Byt modell
uk: Змінити модель

source: Failed to load transcription model. Please try again.
es: Error al cargar el modelo de transcripción. Por favor intenta de nuevo.
sv: Misslyckades att ladda transkriptionsmodell. Försök igen.
uk: Не вдалося завантажити модель транскрибування. Спробуйте ще раз.

source: Retry
es: Reintentar
sv: Försök igen
uk: Повторити

source: <0/> Transcription Result
es: <0/> Resultado de Transcripción
sv: <0/> Transkriptionsresultat
uk: <0/> Результат транскрибування

source: Text
es: Texto
uk: Текст

source: <0/> Copied!
es: <0/> ¡Copiado!
sv: <0/> Kopierat!
uk: <0/> Скопійовано!

source: <0/> Copy
es: <0/> Copiar
sv: <0/> Kopiera
uk: <0/> Копіювати

source: <0>Step 1:</0> Text-to-speech Model
es: <0>Paso 1:</0> Modelo de Texto a Voz
sv: <0>Steg 1:</0> Text-till-tal-modell
uk: <0>Крок 1:</0> Модель тексту в мовлення

source: 24MB • Best for edge devices
es: 24MB • Mejor para dispositivos de borde
sv: 24MB • Bäst för edge-enheter
uk: 24МБ • Краще для периферійних пристроїв

source: Piper Voices
es: Voces Piper
sv: Piper-röster
uk: Piper голоси

source: 75MB • Better Quality • Fast
es: 75MB • Mejor Calidad • Rápido
sv: 75MB • Bättre kvalitet • Snabb
uk: 75МБ • Краща якість • Швидко

source: 80MB • Highest Quality • Slow
es: 80MB • Máxima Calidad • Lento
sv: 80MB • Högsta kvalitet • Långsam
uk: 80МБ • Найвища якість • Повільно

source: Speed:
es: Velocidad:
sv: Hastighet:
uk: Швидкість:

source: Sample Rate:
es: Frecuencia de Muestreo:
sv: Samplingsfrekvens:
uk: Частота дискретизації:

source: Words
es: Palabras
sv: Ord
uk: Слова

source: <0/> Choose Audio Source
es: <0/> Elegir Fuente de Audio
sv: <0/> Välj ljudkälla
uk: <0/> Оберіть джерело аудіо

source: Local File
es: Archivo Local
sv: Lokal fil
uk: Локальний файл

source: Select an audio file from your device (.mp3, .wav, .m4a)
es: Selecciona un archivo de audio de tu dispositivo (.mp3, .wav, .m4a)
sv: Välj en ljudfil från din enhet (.mp3, .wav, .m4a)
uk: Оберіть аудіофайл з вашого пристрою (.mp3, .wav, .m4a)

source: Record Audio
es: Grabar Audio
sv: Spela in ljud
uk: Записати аудіо

source: Record audio directly from your microphone
es: Graba audio directamente desde tu micrófono
sv: Spela in ljud direkt från din mikrofon
uk: Записати аудіо безпосередньо з вашого мікрофона

source: Demo File
es: Archivo de Demostración
sv: Demofil
uk: Демо файл

source: Listen →
es: Escuchar →
sv: Lyssna →
uk: Слухати →

source: Failed to load model. Please check your connection and try again.
es: Error al cargar el modelo. Por favor verifica tu conexión e intenta de nuevo.
sv: Misslyckades att ladda modell. Kontrollera din anslutning och försök igen.
uk: Не вдалося завантажити модель. Перевірте з'єднання та спробуйте знову.

source: Loading Model
es: Cargando Modelo
sv: Laddar modell
uk: Завантаження моделі

source: This will take a couple of minutes. The chat model is being downloaded to your browser.
es: Esto tomará un par de minutos. El modelo de chat se está descargando a tu navegador.
sv: Detta tar några minuter. Chattmodellen laddas ner till din webbläsare.
uk: Це займе кілька хвилин. Чат-модель завантажується у ваш браузер.

source: New <0>Chat</0>
es: Nuevo <0>Chat</0>
sv: Ny <0>chatt</0>
uk: Новий <0>чат</0>

source: Hello! I'm Heart, your friendly voice assistant.
es: ¡Hola! Soy Heart, tu asistente de voz amigable.
sv: Hej! Jag är Heart, din vänliga röstassistent.
uk: Привіт! Я Heart, ваш дружній голосовий асистент.

source: Hi there! I'm Bella, ready to bring your words to life.
es: ¡Hola! Soy Bella, lista para dar vida a tus palabras.
sv: Hej där! Jag är Bella, redo att ge liv åt dina ord.
uk: Привіт! Я Bella, готова оживити ваші слова.

source: Greetings! I'm Nova, here to make your content shine.
es: ¡Saludos! Soy Nova, aquí para hacer brillar tu contenido.
sv: Hälsningar! Jag är Nova, här för att få ditt innehåll att glänsa.
uk: Вітаю! Я Nova, тут щоб зробити ваш контент яскравим.

source: Hello! I'm Sarah, delighted to speak for you.
es: ¡Hola! Soy Sarah, encantada de hablar por ti.
sv: Hej! Jag är Sarah, glad att få tala för dig.
uk: Привіт! Я Sarah, рада говорити для вас.

source: Hi! I'm Adam, your reliable voice companion.
es: ¡Hola! Soy Adam, tu compañero de voz confiable.
sv: Hej! Jag är Adam, din pålitliga röstpartner.
uk: Привіт! Я Adam, ваш надійний голосовий супутник.

source: Hello there! I'm Echo, echoing your thoughts perfectly.
es: ¡Hola! Soy Echo, haciendo eco de tus pensamientos perfectamente.
sv: Hej där! Jag är Echo, ekar dina tankar perfekt.
uk: Привіт! Я Echo, ідеально відлунюю ваші думки.

source: Hi! I'm {0}, nice to meet you!
es: ¡Hola! Soy {0}, ¡un placer conocerte!
sv: Hej! Jag är {0}, trevligt att träffas!
uk: Привіт! Я {0}, приємно познайомитись!

source: Select Voice
es: Seleccionar Voz
sv: Välj röst
uk: Оберіть голос

source: <0/> Count LLM Tokens
es: <0/> Contar Tokens de LLM
sv: <0/> Räkna LLM-tokens
uk: <0/> Підрахунок токенів LLM

source: Calculate how many tokens your text will use with different AI models. Token counts affect context limits for AI conversations.
sv: Beräkna hur många tokens din text kommer att använda med olika AI-modeller. Antal tokens påverkar kontextgränser för AI-konversationer.
uk: Порахуйте, скільки токенів використає ваш текст у різних AI моделях. Кількість токенів впливає на обмеження контексту для AI розмов.

source: Count tokens for Claude models including Claude 3 Opus, Sonnet, and Haiku
es: Cuenta tokens para modelos Claude incluyendo Claude 3 Opus, Sonnet y Haiku
sv: Räkna tokens för Claude-modeller inklusive Claude 3 Opus, Sonnet och Haiku
uk: Підрахунок токенів для моделей Claude, включаючи Claude 3 Opus, Sonnet та Haiku

source: Open Tokenizer
es: Abrir Tokenizador
sv: Öppna tokenizer
uk: Відкрити токенізатор

source: Count tokens for GPT-4, GPT-4o, GPT-3.5 Turbo, and other OpenAI models
es: Cuenta tokens para GPT-4, GPT-4o, GPT-3.5 Turbo y otros modelos de OpenAI
sv: Räkna tokens för GPT-4, GPT-4o, GPT-3.5 Turbo och andra OpenAI-modeller
uk: Підрахунок токенів для GPT-4, GPT-4o, GPT-3.5 Turbo та інших моделей OpenAI

source: What are tokens?
es: ¿Qué son los tokens?
sv: Vad är tokens?
uk: Що таке токени?

source: Tokens are the basic units that language models process. A token can be as short as one character or as long as one word. On average:
sv: Tokens är de grundläggande enheter som språkmodeller bearbetar. En token kan vara så kort som ett tecken eller så lång som ett ord. I genomsnitt:
uk: Токени - це основні одиниці, які обробляють мовні моделі. Токен може бути коротким як один символ або довгим як одне слово. В середньому:

source: 1 token ≈ 4 characters in English
es: 1 token ≈ 4 caracteres en inglés
sv: 1 token ≈ 4 tecken på engelska
uk: 1 токен ≈ 4 символи англійською

source: Different models use different tokenization methods, so the same text may result in different token counts.
sv: Olika modeller använder olika tokeniseringsmetoder, så samma text kan resultera i olika antal tokens.
uk: Різні моделі використовують різні методи токенізації, тому той самий текст може мати різну кількість токенів.

source: OpenGraph Image Generator
es: Generador de Imágenes OpenGraph
sv: OpenGraph bildgenerator
uk: Генератор OpenGraph зображень

source: OpenGraph Images
es: Imágenes OpenGraph
sv: OpenGraph-bilder
uk: OpenGraph зображення

source: Simple designs optimized for social media sharing (1200×630)
es: Diseños simples optimizados para compartir en redes sociales (1200×630)
sv: Enkla designer optimerade för delning på sociala medier (1200×630)
uk: Прості дизайни оптимізовані для поширення в соціальних мережах (1200×630)

source: Layout 1: Simple & Bold
es: Diseño 1: Simple y Audaz
sv: Layout 1: Enkel & djärv
uk: Макет 1: Простий та яскравий

source: Local AI
es: IA Local
sv: Lokal AI
uk: Локальний AI

source: Chat • Transcribe • Text to Speech • Background Remover • Count Tokens
es: Chat • Transcribir • Texto a Voz • Eliminador de Fondo • Contar Tokens
sv: Chatt • Transkribera • Text till tal • Bakgrundsborttagare • Räkna tokens
uk: Чат • Транскрибування • Текст у мовлення • Видалення фону • Підрахунок токенів

source: Layout 2: Split Simple
es: Diseño 2: División Simple
sv: Layout 2: Delad enkel
uk: Макет 2: Простий розділений

source: Private AI in Your Browser
es: IA Privada en Tu Navegador
sv: Privat AI i din webbläsare
uk: Приватний AI у вашому браузері

source: 💬 Chat
sv: 💬 Chatt
uk: 💬 Чат

source: 🎤 Transcribe Audio
es: 🎤 Transcribir Audio
sv: 🎤 Transkribera ljud
uk: 🎤 Транскрибувати аудіо

source: 🗣️ Text to Speech
es: 🗣️ Texto a Voz
sv: 🗣️ Text till tal
uk: 🗣️ Текст у мовлення

source: 🖼️ Remove Background
es: 🖼️ Eliminar Fondo
sv: 🖼️ Ta bort bakgrund
uk: 🖼️ Видалити фон

source: 🧮 Count Tokens
es: 🧮 Contar Tokens
sv: 🧮 Räkna tokens
uk: 🧮 Підрахувати токени
